[

  {
    "id": 7,
    "company": "Adobe",
    "course": "Author and Manage Pages Using AEM Sites I & II",
    "category": "design",
    "description": "Author and Manage Pages Using AEM Sites I is a 2-day instructor-led course delivered in a classroom or virtually where you will learn the fundamentals of page and content creation in Adobe Experience Manager Sites. You will learn to build rich content and well-branded pages with different component actions. You will also learn how to structure pages with containers and responsive layouts that can be rendered on browsers, tablets, and smart phones. Reusable content is an important aspect of AEM and comes in the form of Content Fragments and Experience Fragments that you will learn to incorporate into a website. Content flow for a global website will be discussed along with publishing, workflows, page versioning, and many more common management actions.",
    "date": "2024",
    "img":"/images/courses/adobe.png",
    "viewProject":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank",
    "viewDetails":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank"
  },
    {
      "id": 1,
      "company": "Google",
      "course": "UX Design",
      "category": "design",
      "description": "The UX design course offered by Google prepares participants for a career in the field in less than six months, without requiring a degree or prior experience. The content covers the entire design process, from empathizing with users to creating prototypes and usability testing. During the course, students learn to use tools like Figma and Adobe XD to create designs and develop a professional portfolio with three complete projects. Additionally, the course provides access to interview tips, resume workshops, and connections with over 130 companies in the USA seeking certified professionals.",
      "date": "2023",
      "img":"/images/courses/google.png",
      "viewProject":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank",
      "viewDetails":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank"
    },
    {
      "id": 2,
      "company": "Oracle",
      "course": "Frontend Developer",
      "category": "design",
      "description": "I completed the ONE (Oracle Next Education) Program, a technology training course focused on software development. The program, conducted in partnership with Alura, is 100% online and free, aiming to include and employ people in the job market. Over the course of six months, I completed more than 560 hours of content, including tracks on Front-End, Back-End, and Artificial Intelligence, as well as developing essential Soft Skills. Upon completion, I received a certificate and was integrated into the AlumniONE community, which offers exclusive benefits and networking opportunities.",
      "date": "2023",
      "img":"/images/courses/oracle.png",
      "viewProject":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank",
      "viewDetails":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank"
    },
    {
      "id": 4,
      "company": "Google",
      "course": "Digital Marketing",
      "category": "design",
      "description": "Throughout this program, you will gain in-demand skills that prepare you for an entry-level job and learn how to use tools and platforms like Canva, Constant Contact, Google Ads, Google Analytics, Hootsuite, HubSpot, Mailchimp, Shopify, and Twitter. You will learn from subject-matter experts at Google and have a chance to build your own portfolio with projects like customer personas and social media calendars to show to potential employers. ",
      "date": "2022",
      "img":"/images/courses/google.png",
      "viewProject":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank",
      "viewDetails":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank"
    },
    {
      "id": 5,
      "company": "Cisco",
      "course": "Fundamentals of Cybersecurity",
      "category": "design",
      "description": "This introductory course takes you inside the world of cybersecurity. You will learn cybersecurity basics to protect your personal digital life and gain insights into the biggest security challenges companies, governments, and educational institutions face today. Cybersecurity professionals who can protect and defend an organization’s network are in high demand.",
      "date": "2022",
      "img":"/images/courses/cisco.png",
      "viewProject":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank",
      "viewDetails":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank"
    },
    {
      "id": 5,
      "company": "Cisco",
      "course": "Networking Essentials",
      "category": "design",
      "description": "This Networking Essentials course prepares you for the entry-level Cisco Certified Support Technician (CCST) Network certification and entry-level roles such as Network Support Technician, Entry-level Help Desk Technician, or IT Support Specialist. You will learn how networks operate, including the devices, media, and protocols that enable network communication. Develop key skills so you can perform basic troubleshooting, using effective methodologies and help desk best practices.",
      "date": "2022",
      "img":"/images/courses/cisco.png",
      "viewProject":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank",
      "viewDetails":"https://www.behance.net/gallery/175298091/UXUI-Design-NorwayBank"
    }

    
]